Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/equality_in_work/bullying_in_the_workplace.html.txt.tmx
Source language: en
Languages: ga

source: Bullying in the workplace
ga: Bulaíocht sa láthair oibre

source: Bullying is repeated inappropriate behaviour that undermines your right to dignity at work
ga: Bulaíocht is ea iompraíocht mhíchuí arís agus arís eile a bhaineann an bonn den cheart dínite agat san ionad oibre

source: It can be done by one or more persons and it is aimed at an individual or a group to make them feel inferior to other people
ga: Bíonn sé déanta ag duine nó daoine agus dírithe ar dhuine nó grúpa, ionas go n-aireoidh siad níos íochtaraí ná daoine eile

source: Bullying can be verbal bullying, physical bullying or cyber bullying which is carried out on the internet or mobile phones, through social networking sites, email and texts
ga: Is féidir le bulaíocht bhéil, bulaíocht chorpartha nó cibearbhulaíocht a dhéantar ar an idirlíon nó fón póca, tríd láithreán líonraithe shóisialta, ríomhphoist agus téacs

source: It can take many different forms such as:
ga: Is féidir go dtarlódh sé i bhfoirmeacha éagsúla cosúil le:

source: • Social exclusion and isolation
ga: • Eisiamh sóisialta agus aonrú

source: • Damaging someone’s reputation by gossip or rumours
ga: • Díobháil a dhéanamh do chlú duine trí bhiadán nó luaidreán

source: • Aggressive or obscene language
ga: • Caint ghraosta nó ionsaitheach

source: • Repeated requests with impossible tasks or targets
ga: • Iarratais arís agus arís eile le tascanna nó spriocanna dodhéanta

source: In 2005 the Expert Advisory Group on Workplace Bullying (pdf) reported that bullying is an increasing problem in the workplace
ga: In 2005, thuairiscigh an Sainghrúpa Comhairleach ar Bhulaíocht san Ionad Oibre (pdf) go bhfuil bulaíocht ag éirí níos coitianta mar fhadhb san ionad oibre

source: A survey on bullying was carried out as recommended by the Group and Bullying in the Workplace, Survey Reports 2007 was published
ga: Rinneadh suirbhé ar bhulaíocht mar a bhí molta ag an nGrúpa agus bhi Bulaíocht san Ionad Oibre, Tuairiscí an tSuirbhé 2007 (pdf) foilsithe

source: In many European countries the term 'mobbing' is used instead of bullying to describe this type of hostile behaviour in the workplace
ga: I dtíortha Eorpacha áirithe, úsáidtear an focal 'plódú' in ionad bulaíocht chun cur síos ar an chineál seo iompair naimhdeach san ionad oibre

source: The Employment Equality Acts 1998-2015 place an obligation on all employers to prevent harassment in the workplace
ga: Cuireann na hAchtanna um Chomhionannas Fostaíochta 1998-2015 dualgas ar gach fostóir le ciapadh san ionad oibre a chosc

source: Sexual harassment and harassment on any of the following grounds – civil status, family status, sexual orientation, religion, age, disability, race or membership of the Traveller community – are forms of discrimination in relation to conditions of employment
ga: Is cineál idirdhealaithe maidir leis na coinníollacha fostaíochta é ciapadh, a chuimsíonn ciapadh gnéasach, agus atá bunaithe ar na 9 bhforas a leanas – inscne, stádas sibhialta, stádas teaghlaigh, claonadh gnéasach, reiligiún, aois, míchumas, cine nó ballraíocht de phobal an lucht siúil

source: Bullying which is not linked to one of the discriminatory grounds above is not covered by the Employment Equality Acts
ga: Tagann bulaíocht atá ceangailte leis na forais idirdhealaitheacha thuas faoi na hAchtanna um Chomhionannas Fostaíochta

source: The Code of Practice on Sexual Harassment and Harassment at Work aims to give practical guidance to employers, and employees on how to prevent sexual harassment and harassment at work and how to put procedures in place to deal with it
ga: Díríonn an Cód Cleachtais um Chiapadh Gnéasach agus Ciapadh san Ionad Oibre ar threoir phraiticiúil a thabhairt d'fhostóirí agus d'fhostaithe, maidir le conas ciapadh gnéasach agus ciapadh san ionad oibre a chosc, agus conas nósanna imeachta a chur i bhfeidhm chun déileáil leo

source: If you are being bullied at work and it is not covered by the Employment Equality Acts, you may still have legal rights – see ‘How to apply’ below
ga: Má tá bulaíocht á fulaingt agat san ionad oibre agus nach bhfuil sí clúdaithe ag na hAchtanna um Chomhionannas Fostaíochta, d'fhéadfá cearta dlíthiúla a bheith fós agat – féach ‘Conas iarratas a dhéanamh’thíos

source: Health and safety at work
ga: Sláinte agus sábháilteacht san ionad oibre

source: Bullying in the workplace can affect both the safety and the health of employees
ga: Is féidir le bulaíocht san ionad oibre tionchar a bheith aici ar shábháilteacht agus shláinte na bhfostaithe

source: Under the Safety, Health and Welfare at Work Act 2005 employers have a duty to ensure the health and safety of their employees in the workplace
ga: Tá dualgas ar fhostóirí faoin Acht um Shábháilteacht, Sláinte agus Leas ag an Obair (pdf) sláinte agus sábháilteacht na bhfostaithe san ionad oibre a chinntiú

source: Under section 8 of the Act your employer is required to“prevent any improper conduct or behaviour likely to put the safety, health and welfare of employees at risk”
ga: Faoi alt 8 den Acht, tá dualgas ar d'fhostóir “iompraíocht mhíchuí ar bith a chuirfeadh sábháilteacht, sláinte agus leas na bhfostaithe i mbaol a chosc”

source: Your duty as an employee is not to engage in improper behaviour which would endanger the health, safety and welfare of yourself or the other employees
ga: Tá dualgas ort mar fhostaí gan gabháil le hiompraíocht mhíchuí a chuirfeadh an tsláinte, sábháilteacht agus leasa de thú féin nó de comhfhostaithe i mbaol

source: The Health and Safety Authority works to ensure that workplace bullying is not tolerated and that employers have procedures for dealing with bullying at work
ga: Oibríonn an tÚdarás Sláinte agus Sábháilteacht chun a chinntiú nach nglactar le bulaíocht san ionad oibre agus go bhfuil nósanna imeachta ag fostóirí chun déileáil le bulaíocht san ionad oibre

source: It provides information and advice on bullying and is responsible for the Code of Practice for Employers and Employees on the Prevention and Resolution of Bullying at Work (pdf)
ga: Soláthraíonn siad faisnéis agus comhairle ar bhulaíocht agus tá siad freagrach as an gCód Cleachtais um Fhostóirí agus Fostaithe ar Chosc agus Réiteach na Bulaíochta san Ionad Oibre (pdf)

source: This Code sets out guidance notes for employees, employers and trade unions on dealing with bullying in the workplace
ga: Leagann an Cód seo amach nótaí treoracha d'fhostaithe, d'fhostóirí agus do cheardchumainn chun déileáil le bulaíocht san ionad oibre

source: Your employer must take reasonable steps to prevent bullying in the workplace
ga: Caithfidh d'fhostóir céimeanna réasúnta a thógáil chun bulaíocht san ionad oibre a chosc

source: There should be an anti-bullying policy and established procedures for dealing with complaints of bullying in the workplace
ga: Ba chóir go mbeadh beartas frithbhulaíochta agus nósanna imeachta bunaithe, chun déileáil le gearáin maidir le bulaíocht san ionad oibre

source: Your employer should deal with such complaints immediately
ga: Ba chóir do d'fhostóir déileáil le gearáin mar seo láithreach

source: The Workplace Relations Commission has a Code of Practice detailing Procedures for Addressing Bullying in the Workplace
ga: D'fhoilsigh an Coimisiún um Chaidreamh san Áit Oibre an Cód Cleachtais um Nósanna Imeachtaí chun dirigh ar Bhulaíochta san Ionad Oibre

source: You need to find out what to do if you feel you are being bullied
ga: Caithfidh tú fáil amach cad atá le déanamh agat má airíonn tú go bhfuil bulaíocht á fulaingt agat

source: The National Anti-Bullying Research and Resource Centre can provide guidance on your options
ga: Is féidir leis an Ionad Acmhainní agus Taighde um Fhrithbhulaíocht treoir faoi do roghanna a sholáthar

source: You should begin by making it very clear to the person concerned that you find their behaviour unacceptable and undermining
ga: Ba chóir duit tosú trína shoiléiriú don duine lena mbaineann nach bhfuil a c(h)uid iompraíochta inghlactha

source: If this informal approach is not enough to resolve the issue and in situations where the bullying continues, you may need to consider making a formal complaint
ga: Murar leor an cur chuige neamhfhoirmiúil seo leis an gceist a réiteach agus i gcásanna nuair a leanann bulaíocht, b'fhéidir go mbeadh ort smaoineamh faoi ghearán foirmiúil a dhéanamh

source: You should report the bullying to a manager
ga: Ba chóir duit an bhulaíocht a chur in iúl do bhainisteoir

source: Your employer's policy on bullying should clearly set out what will happen when a formal complaint is made, how the complaint will be investigated and who will carry out the investigation, taking into account issues of confidentiality and the rights of both parties
ga: Ba chóir do bheartas d'fhostóra ar bhulaíocht a sholéiriú cad atá le tarlú nuair a dhéantar gearán foirmiúil, conas gearán a fhiosrú agus cé a dhéanfaidh an fiosrúchán, saincheisteanna rúndachta agus cearta na bpáirtithe ar fad a thógáil san áireamh

source: If you feel that your complaint about bullying has not been dealt with properly by your employer, you may make a complaint under employment equality or health and safety legislation to the Workplace Relations Commission
ga: Má cheapann tú nár dhéileáil d'fhostóir leis an ngearán bulaíochta i gceart, is féidir gearáin a dhéanamh faoi reachtaíocht chomhionannas fostaíochta nó sláinte agus sábháilteachta chuig an Choimisiún um Chaidreamh san Áit Oibre

source: You must use the online complaint form available on workplacerelations.ie and complaints must be brought within 6 months
ga: Caithfidh tú an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie agus caithfear gearáin a thabhairt laistigh de 6 mhí

source: This time limit can be increased to 12 months if “reasonable cause” for the delay can be shown
ga: D'fhéadfaí an teorainn ama a shíneadh go 12 mhí i gcásanna inar chuir cúinsí réasúnacha cosc ar thaisceadh an éilimh laistigh de 6 mhí

source: Unfair dismissal: If the bullying becomes unbearable and you are forced to leave your job, you may be entitled to claim constructive dismissal under the Unfair Dismissals Acts 1977-2007
ga: Dífhostú éagórach: Mura féidir an bhulaíocht a sheasamh agus má tá ort do phost a fhágáil dá réir, d'fhéadfá a bheith i dteideal dífhostú inchiallaithe a éileamh faoi na hAchtanna um Dhífhostú Éagórach 1977-2007

source: This means that although you left your job voluntarily, in reality you were forced to do so because of the way that you were being treated
ga: Ciallaíonn sé seo cé gur fhág tú do phost go deonach, b'éigean duit a leithéid a dhéanamh i bhfírinne, toisc an bealach ar déileáladh leat

source: It is recommended that you should obtain legal advice about your rights before leaving your job
ga: Moltar duit comhairle dlí a fháil maidir le do chearta sula bhfágann tú do phost

source: If you qualify under the unfair dismissals legislation, you may make a claim to the Workplace Relations Commission
ga: Má tá tú cáilithe faoin reachtaíocht um dhífhostú éagórach, is féidir leat éileamh a dhéanamh don Choimisiún um Chaidreamh san Áit Oibre

source: Victimisation: If you bring a claim under employment equality, health and safety, or unfair dismissals legislation you cannot then be subjected to victimisation at work
ga: Íospairt: Má dhéanann tú éileamh faoin reachtaíocht um chomhionannas fostaíochta, sláinte agus sábháilteachta, nó dífhostú éagórach, ní féidir leat ansin a bheith faoi réir íospairt san ionad oibre

source: Personal injury claim: If the bullying or harassment at work is so great that it causes your health (physical or psychological) to suffer or be affected, you may also be entitled to bring a claim for compensation for personal injury
ga: Éileamh um Dhíobháil Phearsanta: Má tá an bhulaíocht nó ciapadh chomh dona agus go bhfuil sé díobhálach don tsláinte (fisiciúil nó síceolaíoch), d'fhéadfá a bheith i dteideal éileamh a dhéanamh chomh maith ar chúiteamh i leith díobháil phearsanta

source: You cannot seek compensation from your employer under the health and safety legislation but you can make a personal injury claim through InjuriesBoard.ie
ga: Ní féidir leat cúiteamh a lorg trí d'fhostóir faoin reachtaíocht um shláinte agus sábháilteacht, ach caithfidh tú éileamh a dhéanamh tríd InjuriesBoard.ie
